import solar from './solar.jpg'

export const data = [
    {
        id: 0,
        title: "Солнечная система",
        image: solar,
        description: "Солнечная система - это система, включающая в себя центральную звезду Солнце, вокруг которой вращаются планеты и другие небесные тела. Образовалась она более четырёх с половиной миллиардов лет назад. Входит в состав галактики Млечный путь. Имеет суммарную массу 1,0014 Солнечной массы. Масса Солнца - число постоянное и равняется ~1,99*1030 кг. Отсюда понятно, что подавляющая часть массы Солнечной системы приходится на звезду (99.86%). И лишь 0.0013% распределено между всеми планетами. Для сравнения: масса Солнца превышает Земную примерно в 332 946 раз. Представляете? В состав солнечной системы входит восемь основных планет и пять карликовых, вращающихся приблизительно в одной плоскости. По своим физическим свойствам планеты делятся на земную группу и планеты-гиганты. Планеты земной группы относительно небольшие и плотные, состоят из металлов и минералов. К ним относятся: Меркурий, Венера, Земля, Марс. Планеты-гиганты во много раз больше других планет, они состоят из газов и льда. Это: Юпитер, Сатурн, Уран, Нептун. Орбита Земли делит солнечную систему на две условные области. Во внутренней находятся ближайшие к Солнцу планеты — Меркурий и Венера. Во внешней области — более удалённые от Солнца, чем Земля: Марс, Юпитер, Сатурн, Уран и Нептун. Пространство между орбитами Марса и Юпитера, а также за Нептуном (пояс Койпера) занимают малые небесные тела: малые планеты и астероиды. Также по пространству Солнечной системы курсируют кометы и потоки метеороидов. Рассмотрим планеты солнечной системы по порядку."
    },
    
    {
        id: 1 ,
        title:"Меркурий" ,
        image:"https://images.wallpaperscraft.ru/image/single/merkurij_planeta_kosmos_133139_1920x1080.jpg" ,
        description:"Самая маленькая планета Солнечной системы имеет радиус всего 2440 км. Период обращения вокруг Солнца, для простоты понимания приравненный к земному году, составляет 88 дней, при этом оборот вокруг собственной оси Меркурий успевает совершить всего полтора раза. Таким образом, его сутки длятся приблизительно 59 земных дней. Долгое время считалось, что эта планета все время повёрнута к Солнцу одной и той же стороной, поскольку периоды его видимости с Земли повторялись с периодичностью, примерно равной четырем Меркурианским суткам.  Это заблуждение было развеяно с появлением возможности применять радиолокационные исследования и вести постоянные наблюдения с помощью космических станций. Орбита Меркурия – одна из самых нестабильных, меняется не только скорость перемещения и его удалённость от Солнца, но и само положение. Любой интересующийся может наблюдать этот эффект. Близость к Солнцу стала причиной того, что Меркурий подвержен самым большим перепадам температуры среди планет нашей системы. Средняя дневная температура составляет около 350 градусов по Цельсию, а ночная -170 °C. В атмосфере выявлены натрий, кислород, гелий, калий, водород и аргон. Существует теория, что он был ранее спутником Венеры, но пока это остается недоказанным. Собственные спутники у него отсутствуют."
    },
    {
        id: 2 ,
        title:"Венера" ,
        image: "https://img4.goodfon.com/original/1680x1050/7/71/venera-planeta-solnechnaia-sistema.jpg",
        description: "Вторая от Солнца планета, атмосфера которой почти полностью состоит из углекислого газа. Её часто называют Утренней звездой и Вечерней звездой, потому что она первой из звёзд становится видна после заката, так же как и перед рассветом продолжает быть видимой и тогда, когда все остальные звёзды скрылись из поля зрения. Процент диоксида углерода составляет в атмосфере 96%, азота в ней сравнительно немного – почти 4% и в совсем незначительном количестве присутствует водяной пар и кислород. Подобная атмосфера создает эффект парника, температура на поверхности из-за этого даже выше, чем у Меркурия и достигает 475 °C. Считается самой неторопливой, венерианские сутки длятся 243 земных дня, что почти равно году на Венере – 225 земных дней. Многие называют её сестрой Земли из-за массы и радиуса, значения которых очень близки к земным показателям. Радиус Венеры составляет 6052 км (0,85% земного). Спутников, как и у Меркурия, нет."
    },
    {
        id: 3,
        title:"Земля" ,
        image:"https://img2.goodfon.ru/original/2880x1620/0/58/zemlya-planeta-kosmos-6161.jpg" ,
        description:"Третья планета от Солнца и единственная в нашей системе, где на поверхности есть жидкая вода, без которой не смогла бы развиться жизнь на планете. По крайней мере, жизнь в том виде, в котором мы её знаем. Радиус Земли равен 6371 км и, в отличие от остальных небесных тел нашей системы, более 70% её поверхности покрыто водой. Остальное пространство занимают материки. Ещё одной особенностью Земли являются тектонические плиты, скрытые под мантией планеты. При этом они способны перемещаться, хоть и с очень малой скоростью, что со временем вызывает изменение ландшафта. Скорость перемещения планеты по ней – 29-30 км/сек. Один оборот вокруг своей оси занимает почти 24 часа, причем полное прохождение по орбите длится 365 суток, что намного больше в сравнении с ближайшими планетами-соседями. Земные сутки и год также приняты как эталон, но сделано это лишь для удобства восприятия временных отрезков на остальных планетах. У Земли имеется один естественный спутник – Луна."
    },
    {
        id:4 ,
        title: "Марс",
        image: "https://oir.mobi/uploads/posts/2019-12/1576648134_2-4.jpg",
        description:"Четвёртая планета от Солнца, известная своей разрежённой атмосферой. Начиная с 1960 года, Марс активно исследуется учеными нескольких стран, включая СССР и США. Не все программы исследования были успешными, но найденная на некоторых участках вода позволяет предположить, что примитивная жизнь на Марсе существует, или существовала в прошлом. Яркость этой планеты позволяет видеть его с Земли без всяких приборов. Причем раз в 15-17 лет, во время Противостояния, он становится самым ярким объектом на небе, затмевая собой даже Юпитер и Венеру. Радиус почти вдвое меньше земного и составляет 3390 км, зато год значительно дольше – 687 суток. Спутников у него 2 — Фобос и Деймос."
    },
    {
        id:5 ,
        title:"Юпитер" ,
        image:"https://img2.goodfon.com/original/1920x1080/f/c3/planeta-gazovyy-gigant-yupiter.jpg" ,
        description: "Пятая по счёту от Солнца и крупнейшая планета нашей системы. Радиус её – 69912 км, она в 19 раз больше Земли и всего в 10 раз меньше Солнца. Год на Юпитере не самый долгий в солнечной системе, длится 4333 земных суток (неполных 12 лет). Его же собственные сутки имеют продолжительность около 10 земных часов. Точный состав поверхности планеты пока определить не удалось, однако известно, что криптон, аргон и ксенон имеются на Юпитере в гораздо больших количествах, чем на Солнце. Существует мнение, что один из четырёх газовых гигантов на самом деле – несостоявшаяся звезда. В пользу этой теории говорит и самое большое количество спутников, которых у Юпитера много – целых 67. Чтобы представить себе их поведение на орбите планеты, нужна достаточно точная и чёткая модель солнечной системы. Самые крупные из них – Каллисто, Ганимед, Ио и Европа. При этом Ганимед является крупнейшим спутником планет во всей солнечной системе, радиус его составляет 2634 км, что на 8% превышает размер Меркурия, самой маленькой планеты нашей системы. Ио отличается тем, что является одним из трёх имеющих атмосферу спутников."
    },
    {
        id:6 ,
        title:"Сатурн" ,
        image:"https://images.hdqwalls.com/download/saturn-planet-8k-3i-2880x1800.jpg" ,
        description: "Вторая по размерам планета и шестая по счёту в Солнечной системе. В сравнении с остальными планетами, наиболее схожа с Солнцем составом химических элементов. Радиус поверхности равен 57350 км, год составляет 10 759 суток (почти 30 земных лет). Сутки здесь длятся немногим дольше, чем на Юпитере – 10,5 земных часов. Количеством спутников он ненамного отстал от своего соседа – 62 против 67. Самым крупным спутником Сатурна является Титан, так же, как и Ио, отличающийся наличием атмосферы. Немного меньше него по размеру, но от этого не менее известные – Энцелад, Рея, Диона, Тефия, Япет и Мимас. Именно эти спутники являются объектами для наиболее частого наблюдения, и потому можно сказать, что они наиболее изучены в сравнении с остальными. Долгое время кольца на Сатурне считались уникальным явлением, присущим только ему. Лишь недавно было установлено, что кольца имеются у всех газовых гигантов, но у остальных они не настолько явно видны. Их происхождение до сих пор не установлено, хотя существует несколько гипотез о том, как они появились. Кроме того, совсем недавно было обнаружено, что неким подобием колец обладает и Рея, один из спутников шестой планеты."
    },
    {
        id:7 ,
        title:"Уран" ,
        image:"https://mirkosmosa.ru/download/news/5/4840.jpg" ,
        description: "Седьмая по счету и третья по размеру планета, радиус которой составляет 25267 км. Справедливо считается самой холодной планетой среди остальных, температура достигает -224 градусов по Цельсию. Продолжительность года — 30 685 суток в земном исчислении (почти 84 года), сутки же ненамного меньше земных – 17 с небольшим часов. Из-за сильной наклонности оси планеты, иногда создается впечатление, будто она не вращается, как остальные небесные тела нашей системы, а катится, подобно шару. Это может наблюдать любой, кого интересует астрономия, геометрическая модель солнечной системы наглядно продемонстрирует этот эффект. Спутников у него гораздо меньше, чем у соседнего Сатурна, всего 27. Наиболее известны Титания, Ариэль, Оберон, Умбриэль и Миранда. Они не настолько крупны, как спутники. Примечательно, что ведя наблюдения за Ураном в свой телескоп, астроном Уильям Гершель сначала не понял, что он наблюдает за планетой, будучи уверен, что он видит комету."
    },
    {
        id:8 ,
        title:"Нептун" ,
        image: "https://images.unsplash.com/photo-1614313913007-2b4ae8ce32d6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1974&q=80",
        description: "Размером восьмая планета солнечной системы очень близка к своему ближайшему соседу, Урану. Радиус Нептуна равняется 24547 км. Год на планете равняется 60 190 суток (приблизительно 164 земных года). В атмосфере зафиксированы самые сильные ветра в нашей системе, скорость которых достигает 260 м/с. По сравнению с остальными планетами-гигантами спутников у него совсем мало – всего 14. Самые известные из них – Тритон, третий в солнечной системе спутник, имеющий атмосферу, Протей и Нереида. Примечательно, что это – единственная из планет, которая была открыта не благодаря наблюдениям, а с помощью математических расчётов."
    },
]